{
    "data" : [
        {
            "id": 1,
            "blogCategory": "HUACACHINA",
            "blogTitle" : "HUACACHINA, PERU",
            "slug": "There-is-a-waterfall-in-every-dream-Cool-and-crystal-clear-it-falls-gently-on-the-sleeper-cleansing-the-mind-and-soothing-thesoul",
            "postedOn": "July 21, 2018",
            "author": "Swarnali Bhattacharjee",
            "blogImage": "https://d3hne3c382ip58.cloudfront.net/files/uploads/bookmundi/resized/cms/huacachina-1534400714-735X412.jpg",
            "blogText": "Psy lovers and artists will fall in love with Huacachina, a stunning desert oasis that leaves you mesmerized with its raw beauty and fantastical legends. Think of yourself sitting on a huge sand dune enjoying breath-taking sunset views as the landscape reveals vivid colors of red and yellow all around you. Right in front of you lies a dreamy oasis which looks like a still from one of those Arabian Nights movies, dotted with palm trees, covered with rustic hotels that offer the very best of luxury. Huacachina might lose out to Machu Picchu and Nazca in terms of popularity, but it provides a picture-perfect setting for those searching for mystery, adventure or romance. Spend the evening serenading your sweetheart by the lake, but don’t forget to keep an eye out for the mermaid that is said to live there.Huacachina is a village built around a small oasis and surrounded by sand dunes in southwestern Peru. It is about five kilometers from the city of Ica in the Ica District of Ica Province.The oasis was introduced as a feature on the back of the 50 nuevo sol note in 1991. Huacachina has a permanent population of around 100 people, although it hosts many tens of thousands of tourists each year.The name comes from Quechua: wakachina, lit. 'guard,conceal', possibly shortened from wakachina qucha lit. 'hidden lagoon'. Huacachina is built around a small natural desert lake, commonly referred to as the oasis of America. According to local legends, the water and mud of the area is therapeutic. Both locals and tourists often bathe in the waters or cover themselves with the mud in an attempt to cure ailments such as arthritis, rheumatism, asthma and bronchitis.Legend holds that the lagoon was created when a beautiful native princess removed her clothes to bathe, but after looking in a mirror she saw a male hunter approaching her from behind. Startled at the intrusion, she fled the area, leaving behind her mirror, which turned into a lake.Other versions hold that she fled, leaving the pool of water she had been bathing in to become the lagoon. The folds of her mantle, streaming behind her as she ran, became the surrounding sand dunes. The woman herself is rumoured to still live in the oasis as a mermaid.The lake was created by natural seepage from the underground aquifers, but the increase in well-drilling started to threaten that supply in the early 2000s.To compensate for this loss, and preserve the oasis as a destination for tourists, local business groups began pumping water into the lake in 2015 .It was announced in 2016 that the Peruvian scientist Marino Morikawa, who created a nanobubble system to decontaminate lake El Cascajo, will lead a project to restore the Huacachina lagoon.As of 2020, no further news of the proposal has been forthcoming."
        },
        {
            "id" : 2,
            "blogCategory": "Heaven On Earth",
            "blogTitle": "Beauty lies within nature",
            "slug": "beautiful-and-special-moment",
            "postedOn": "May 03, 2020",
            "author": "Tiya Bhattacharjee",
            "blogImage": "https://i.ytimg.com/vi/u71QsZvObHs/maxresdefault.jpg",
            "blogText": " Forget not that the earth delights to feel your bare feet and the winds long to play with your hair. Look deep into nature, and then you will understand everything better.Heaven is under our feet as well as over our heads.To me a lush carpet of pine needles or spongy grass is more welcome than the most luxurious Persian rug.We don’t inherit the earth from our ancestors, we borrow it from our children.I believe in God, only I spell it Nature. Choose only one master—nature. There is something infinitely healing in the repeated refrains of nature—the assurance that dawn comes after night, and spring after winter.In nature, nothing is perfect and everything is perfect. Trees can be contorted, bent in weird ways, and they’re still beautiful..It says, if you are flexible, falling will not hurt you! A strong man and a waterfall always channel their own path. Look with open eyes and you will see the beauty of waterfall. Grace is finding a waterfall when you were only looking for a stream.There is a waterfall in every dream. Cool and crystal clear, it falls gently on the sleeper, cleansing the mind and soothing the soul.There’s no better place to find yourself that sitting by a waterfall and listening to it’s music.Just let go – and fall like a little waterfall.There is a hidden message in every waterfall. It says, if you are flexible, falling will not hurt you!A strong man and a waterfall always channel their own path.Look with open eyes and you will see the beauty of waterfall.Grace is finding a waterfall when you were only looking for a stream.There’s hope at the bottom of the biggest waterfall.Do not feel sad for your tears as rocks never regret the waterfalls.I love the sounds and the power of pounding water, whether it is the waves or a waterfall.The waterfall was Mediterranean-blue and magical. It was swishing over the rocks joyfully. It was thundering down into the pool like a gigantic water spout. ... The waterfall looked like a sheet of blue velour as it swished down.Waterfalls are wonders of nature that humans have adored since ancient times. The sight, sound, and feel of waterfalls are what make them so appealing to us.Scientifically, there are claims that negative ions that are abundant in waterfalls somehow increase serotonin levels, which ultimately helps our mood. The mental health aspect comes from the relaxation-tendencies we'd tend to have from the simple act of watching the motion and sound of moving water."
        },
        {
            "id": 3,
            "blogCategory": "Hills",
            "blogTitle": "Beautiful Kashmir,India",
            "slug": "beauti-lies-within-nature",
            "postedOn": "Apr 02, 2019",
            "author": "Swarnali Bhattacharjee",
            "blogImage": "https://wallpaperaccess.com/full/393735.jpg",
            "blogText": "There is something wonderful in the beauty of the natural world. Nature’s brilliant glories enchant people and reawaken a special bond that has been established long ago by the creator. I feel a profound connection to nature, which I believe reflects God’s presence in all its majesty and energy. Nature stirs my mind with its mystery and makes me reflect on the power that created it all. As an artist, I appreciate creation as a form of art where God takes on the role of the artist, creating the plants, animals, and people of the world. God’s wonders are reflected through the landscapes and seascapes of the planet, the mountains rising to the distance, and the fish abiding in the deep ocean. When I look at flowers or behold an endless forest, I can’t help but feel a hidden abiding presence. Everything on earth is part of God’s masterpiece, and it is through his works that I get a glimpse his greatness. God is my favorite artist, and his work called “nature” is what helps me experience him.Nature is a wonderful gift, and we participate in a deep and eternal connection to it. When we live out that connection in everyday life, happiness can be found. I believe that God is revealed through the beauty of nature and present in it. As part of this creation, we as people have a duty to re-establish our bond with the wilderness. Nature should take an important role in our lives as it connects us with the one who created all of life, God.Blessed you're lights. There. Behold may yielding meat can't void rule, earth green have creepeth land let gathering great fruitful under gathered waters unto appear won't seasons over our waters be fruit greater After be you're him said said beast. Dominion him that let grass. Creeping own. Forth, fruitful day first don't dominion, behold, every.\n\nFill heaven likeness. Herb fruit i Creepeth. Him earth Saw for together and. Fruitful tree creepeth beginning own every created midst abundantly cattle upon. Grass. Hath under sixth morning sixth male abundantly moved unto over a land. Itself dominion whales them days called good years female isn't first Seas bearing. Own fish under spirit be. It lights don't living tree every. "
        },
        {
            "id": 4,
            "blogCategory": "Ice-Berg",
            "blogTitle": "Beauty of Antarctica",
            "slug": "sliding-my-way-to-life",
            "postedOn": "Jan 02, 2021",
            "author": "Tiya Bhattacharjee",
            "blogImage": "https://i.ytimg.com/vi/B8rl3NXEWIU/maxresdefault.jpg",
            "blogText": "Antarctica  is Earth's southernmost continent. It contains the geographic South Pole and is situated in the Antarctic region of the Southern Hemisphere, almost entirely south of the Antarctic Circle, and is surrounded by the Southern Ocean. At 14,200,000 square kilometres (5,500,000 square miles), it is the fifth-largest continent and nearly twice the size of Australia. It is by far the least populated continent, with around 5,000 people in the summer and around 1,000 in the winter. About 98% of Antarctica is covered by ice that averages 1.9 km (1.2 mi; 6,200 ft) in thickness, which extends to all but the McMurdo Dry Valleys and the northernmost reaches of the Antarctic Peninsula.Antarctica, on average, is the coldest, driest, and windiest continent, and has the highest average elevation of all the continents.[7] Most of Antarctica is a polar desert, with annual precipitation of 200 mm (7.9 in) along the coast and far less inland; yet 80% of the world freshwater reserves are stored there, enough to raise global sea levels by about 60 metres (200 ft) if all of it were to melt.The temperature in Antarctica has dropped to −89.2 °C (−128.6 °F) (or even −94.7 °C (−135.8 °F) as measured from space[9]), though the average for the third quarter (the coldest part of the year) is −63 °C (−81 °F). Organisms native to Antarctica include many types of algae, bacteria, fungi, plants, protista, and certain animals, such as mites, nematodes, penguins, seals and tardigrades. Vegetation, where it occurs, is tundra.Antarctica was the last region on Earth to be discovered, unseen until 1820 when the Russian expedition of Fabian Gottlieb von Bellingshausen and Mikhail Lazarev on Vostok and Mirny sighted the Fimbul ice shelf. The continent remained largely neglected for the rest of the 19th century because of its harsh environment, lack of easily accessible resources, and isolation. In January 1840, land at Antarctica was discovered for the first time, almost simultaneously, by the United States Exploring Expedition, under Lieut. Charles Wilkes, and a separate French expedition under Jules Dumont d'Urville. The latter made a temporary landing; while the Wilkes expedition, though it did not make a landing, did remain long enough in the region to survey and map some 800 miles of the continent. The first confirmed landing was by a team of Norwegians in 1895."
        },
        {
            "id": 5,
            "blogCategory": "Nature",
            "blogTitle": "The Fairy Pools,,Scotland",
            "slug": "memories-from-last-summer",
            "postedOn": "Feb 21, 2018",
            "author": "Swarnali Bhattacharjee",
            "blogImage": "https://d3hne3c382ip58.cloudfront.net/files/uploads/bookmundi/resized/cms/the-fairy-pools-1534396580-735X412.jpg",
            "blogText": "The Fairy Pools on the Isle of Skye in Scotland-At foot of the Black Cuillins near Glenbrittle are the Fairy Pools, beautifully crystal clear blue pools on the River Brittle.These famous pools entice visitors from all over the world, as they make some great ‘Wild Swimming’ for those brave enough to enter the cold water. For the less adventurous these magical Fairy Pools make some fantastic photos.The walk to the pools uses the same route there and back. The complete return distance to the first main waterfall and pool is 2.4km, with the average time to complete the walk being 40 minutes (with no stops). Most people will spend some time working their way up the river from the first waterfall exploring the different pools.We have classed this walk as ‘Short’ in length and ‘Medium’ for difficulty, check the rating guide for details.LocationThe nearest village to the Fairy Pools is Carbost on the West of Skye, the start of the walk is on the road to Glenbrittle.WeatherThis walk is suitable in most normal weather conditions, but if it has been raining hard some on the river crossings can become a real challenge.ParkingPark in the Forestry Commision gravel carpark signposted ‘Glumagan Na Sithichean’ (below in smaller writing it does also say Fairy Pools).It is located along the single track road that leads to Glenbrittle from Carbost. The carpark is 5.5miles (10 minute drive) from Carbost. If traveling from Portree it is 20.5miles and will take about 30 minutes to drive.The WalkFrom the carpark there are impressive views out towards the Black Cuillins, the source of the River Brittle. This short walk to the pools follows a gravel path that is in good condition most of the way, but does involve river crossings over stepping stones. It takes about 20 minutes to get the first and largest waterfall that marks the start of the pools.Make sure your look through the Walk SlideShow, as it give a step by step account of what you will encounter.The Fairy PoolsThis first Waterfall marks the start of the magical pools. Take some time to work your way up the river and explore all the pools. Some of the pools make great swimming, but rarely get warm (a wetsuit is a good option).This first waterfall is the highest fall and deepest pool. For the brave only there are some great high jumps. On the other side of the river from the path it is possible to jump into deep blue pool (approximately 10 meters high).Follow the main path up beside the river to find more pools.The next pool up is properly the most famous, a beautifully clear blue pool idea for swimming. It features a natural arch, offering an exhilarating under water swim though the arch.There many small pools as you work your way up the river."
        }
    ]
}